Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/laheta_palautetta_oppimateriaaleista.html.tmx
Source language: fin
Languages: smn

source: Lähetä palautetta oppimateriaaleista
smn: Vuolgât macâttâs oppâmateriaalijn

source: Onko sinulla ideoita saamenkielisen oppimateriaalityön kehittämiseksi?
smn: Láá-uv tust jurduuh sämikielâlii oppâmateriaalpargo ovdedem várás?

source: Oletko huomannut korjaustarpeita Saamelaiskäräjien tuottamassa oppimateriaalissa?
smn: Lah-uv tun huámmášâm tivvoomtáárbuid Sämitige pyevtittem oppâmateriaalist?

source: Otamme mielellämme vastaan palautetta, jotta pystymme kehittämään oppimateriaalien sisältöä, korjaamaan mahdollisia virheitä ja tuottamaan sellaisia materiaaleja, joita saamelaisopetuksessa tarvitaan.
smn: Mij väldip mielâstân vuástá macâttâs, vâi pastep ovdediđ oppâmateriaalij siskáldâs, tivvoođ máhđulijd feeilâid já pyevtittiđ tagarijd materiaalijd, moh annojeh sämimáttááttâsâst.

source: Otamme vastaan ehdotuksia uusiksi oppimateriaaleiksi, ehdotuksia käsikirjoittajiksi, kuvittajiksi, graafisiksi suunnittelijoiksi, toteutustavoiksi ja ideoita saamelaisen kulttuurin sisällyttämiseksi materiaaleihin.
smn: Mij väldip vuástá iävtuttâsâid uđđâ oppâmateriaalin, iävtuttâsâid kietâčällein, kuuvij sárgon, graafisii vuávájeijen, olášuttemvyehin já jurduid, ete maht siskálmittiđ sämikulttuur materiaaláid.
